7zip
amd-ucode
base
base-devel
blueman
bluez
bluez-utils
dhcpcd
dolphin
dosfstools
dunst
efibootmgr
firefox
git
gnome-bluetooth-3.0
gnome-control-center
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
iwd
kitty
libpulse
linux
linux-firmware
linux-lts
networkmanager
openssh
pipewire
pipewire-alsa
pipewire-jack
polkit-gnome
polkit-kde-agent
pulseaudio-bluetooth
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
stow
veracrypt
vim
vulkan-radeon
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
