accerciser
alsa-utils
ark
aws-cli-v2
base
base-devel
bash-completion
bat
cheese
code
d-spy
dconf-editor
devhelp
docker
dunst
egl-wayland
endeavour
eog
evolution
eza
fd
feh
file-roller
firefox
five-or-more
four-in-a-row
fzf
geary
ghex
git
git-delta
gitg
glade
gnome-2048
gnome-boxes
gnome-builder
gnome-chess
gnome-dictionary
gnome-games
gnome-klotski
gnome-mahjongg
gnome-mines
gnome-multi-writer
gnome-nibbles
gnome-notes
gnome-photos
gnome-recipes
gnome-sound-recorder
gnome-sudoku
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-tweaks
grim
grub
hitori
hyprland
hyprpaper
hyprshot
hyprsunset
iagno
kitty
lazydocker
lazygit
libva-utils
lightdm
lightsoff
linux
linux-firmware
lolcat
nano
neofetch
neovim
networkmanager
nodejs
npm
nvidia
nvidia-settings
oh-my-posh
os-prober
pavucontrol
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
quadrapassel
ranger
reflector
rsync
seahorse
slack-desktop
slurp
spotify
spotify-tui
stow
swaybg
swell-foop
sysprof
tali
thefuck
thunar
tmux
tree
ueberzug
unzip
vim
vulkan-tools
waybar
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yay
yay-debug
zoxide
zsh
